[{
	"kingwen" : "21",
	"fuxi" : "37",
	"html" : "&#19924;",
	"nameMan" : "Shih Ho",
	"nameEng" : "Biting Through",
	"above" : "7",
	"below" : "6",
	"description" : "This hexagram represents an open mouth (cf. hexagram   <a href=\"http://www2.unipr.it/~deyoung/I_Ching_Wilhelm_Translation.html#27\">27</a> with an obstruction (in the fourth place) between the teeth. As a result the lips cannot meet. To bring them together one must bite energetically through the obstacle. Since the hexagram is made up of the trigrams for thunder and for lightning, it indicates how obstacles are forcibly removed in nature. Energetic biting through overcomes the obstacle that prevents joining of the lips; the storm with its thunder and lightning overcomes the disturbing tension in nature. Recourse to law and penalties overcomes the disturbances of harmonious social life caused by criminals and slanderers. The theme of this hexagram is a criminal lawsuit, in contradistinction to that of Sung, CONFLICT   <a href=\"http://www2.unipr.it/~deyoung/I_Ching_Wilhelm_Translation.html#6\">6</a>, which refers to civil suits.",
	"judgement" : "BITING THROUGH has success.\n It is favorable to let justice be administered.\n \n When an obstacle to union arises, energetic biting through brings success. This is true in all situations. Whenever unity cannot be established, the obstruction is due to a talebearer and traitor who is interfering and blocking the way. To prevent permanent injury, vigorous measures must be taken at once. Deliberate obstruction of this sort does not vanish of its own accord. Judgment and punishment are required to deter or obviate it. However, it is important to proceed in the right way. The hexagram combines Li, clarity, and Chên, excitement. Li is yielding, Chên is hard. Unqualified hardness and excitement would be too violent in meting out punishment; unqualified clarity and gentleness would be too weak. The two together create the just measure. It is of moment that the man who makes the decisions (represented by the fifth line) is gentle by nature, while he commands respect by his conduct in his position.",
	"image" : "Thunder and lighting:\n The image of BITING THROUGH.\n Thus the kings of former times made firm the laws\n Through clearly defined penalties.\n \n  Penalties are the individual applications of the law. The lawsspecify the penalties. Clarity prevails when mild and severepenalties are differentiated, according to the nature of the crimes.This is symbolized by the clarity of lighting. The law is strengthenedby a just application of penalties. This is symbolized by the terrorof thunder. This clarity and severity have the effect of instillingrespect; it is not that the penalties are ends in themselves.The obstructions in the social life of man increase when there is alack of clarity in the penal codes and slackness in executing them.The only to strengthen the law is to make it clear and make penaltiescertain and swift.",
	"line1Number" : "Nine",
	"line1" : "His feet are fastened in the stocks,\n So that his toes disappear.\n No blame.\n \n If a sentence is imposed the first time a man attempts to do wrong, the penalty is a mild one. Only the toes are put in the stocks. This prevents him from sinning further and thus he becomes free of blame.  It is a warning to halt in time on the path of evil.",
	"line2Number" : "Six",
	"line2" : "Bites through tender meat,\n So that his nose disappears.\n No blame.\n \n It is easy to discriminate between right and wrong in this case;it is like biting through tender meat. But one encounters ahardened sinner, and, aroused by anger, one goes a little toofar. The disappearance of the nose in the course of the bitesignifies that indignation blots out finer sensibility. However,there is no great harm in this, because the penalty as such isjust.",
	"line3Number" : "Six",
	"line3" : "Bites on old dried meat \n And strikes on something poisonous.\n Slight humiliation. No blame.\n \n Punishment is to be carried out by someone who lacks the power and authority to do so. Therefore the culprits do not submit. The matter at issue is an old one-as symbolized by salted game-and in dealing with it difficulties arise. This old meat is spoiled: by taking up the problem the punisher arouses poisonous hatred against himself, and n this way is put in a somewhat humiliating position. But since punishment was required by the time, he remains free of blame.",
	"line4Number" : "Nine",
	"line4" : "Bites on dried gristly meat.\n Receives metal arrows.\n It furthers one to be mindful of difficulties\n And to be persevering.\n Good fortune. \n \n There are great obstacles to be overcome, powerful opponents are to be punished. Though this is arduous, the effort succeeds. But it is necessary to be hard as metal and straight as an arrow to surmount the difficulties. If one knows these difficulties and remains persevering, he attains good fortune. The difficult task is achieved in the end.",
	"line5Number" : "Nine",
	"line5" : "Bites on dried lean meat.\n Receives yellow gold.\n Perseveringly aware of danger.\n \n No blame.\n \n The case to be decided is indeed not easy but perfectly clear. Since we naturally incline to leniency, we must make every effort to be like yellow gold-that is, as true as gold and as impartial as yellow, the color of the middle [the mean]. It is only by remaining conscious of the dangers growing out of the responsibility we have assumed that we can avoid making mistakes.",
	"line6Number" : "Nine",
	"line6" : "His neck is fastened in the wooden cangue,\n So that his ears disappear.\n Misfortune.\n \n In contrast to the first line, this line refers to a man who is incorrigible. His punishment is the wooden cangue, and his ears disappear under it - that is to say, he is deaf to warnings. This obstinacy leads to misfortune."
	
}]