[{
	"kingwen" : "22",
	"fuxi" : "41",
	"html" : "&#19925;",
	"nameMan" : "Pi",
	"nameEng" : "Grace",
	"above" : "4",
	"below" : "7",
	"description" : "This hexagram shows a fire that breaks out of the secret depths of the earth and, blazing up, illuminates and beautifies the mountain, the heavenly heights. Grace-beauty of form-is necessary in any union if it is to be well ordered and pleasing rather than disordered and chaotic. ",
	"judgement" : "GRACE has success.\n In small matters\n It is favorable to undertake something.\n \n Grace brings success. However, it is not the essential or fundamental thing; it is only the ornament and therefore be used sparingly and only in little things. In the lower trigram of fire a yielding line comes between two strong lines and makes them beautiful, but the strong lines are the essential content and the weak line is the beautifying form. In the upper trigram of the mountain, the strong line takes the lead, so that here again the strong element must be regarded as the decisive factor. In nature we see in the sky the strong light of the sun; the life of the world depends on it. But this strong, essential thing is changed and given pleasing variety by the moon and the stars. In human affairs, aesthetic form comes into being when traditions exist that, strong and abiding like mountains, are made pleasing by a lucid beauty. By contemplating the forms existing in the heavens we come to understand time and its changing demands. Through contemplation of the forms existing in human society it becomes possible to shape the world.",
	"image" : "Fire at the foot of the mountain:\n \n The image of GRACE.\n Thus does the superior man proceed \n When clearing up current affairs.\n But he dare not decide controversial issues in this way.\n \n The fire, whose light illuminates the mountain and makes it pleasing, does not shine far; in the same way, beautiful form suffices to brighten and to throw light upon matters of lesser moment, but important questions cannot be decided in this way. They require greater earnestness.",
	"line1Number" : "Nine",
	"line1" : "He lends grace to his toes, leaves the carriage, and walks.\n \n A beginner in subordinate place must take upon himself the labor of advancing. There might be an opportunity of surreptitiously easing the way-symbolized by the carriage-but a self-contained man scorns help gained in a dubious fashion. He thinks it more graceful to go on foot than to drive in a carriage under false pretenses.",
	"line2Number" : "Six",
	"line2" : "Lends grace to the beard on his chin.\n \n The beard is not an independent thing; it moves only with the chin. The image therefore means that form is to be considered only as a result and attribute of content. The beard is a superfluous ornament. To devote care to it for its own sake, without regard for the inner content of which it is an ornament, would bespeak a certain vanity.",
	"line3Number" : "Nine",
	"line3" : "Graceful and moist.\n Constant perseverance brings good fortune.\n \n This represents a very charming life situation. One is under the spell of grace and the mellow mood induced by wine. This grace can adorn, but it can also swamp us. Hence the warning not to sink into convivial indolence but to remain constant in perseverance. Good fortune depends on this.",
	"line4Number" : "Six",
	"line4" : "Grace or simplicity?\n A white horse comes as if on wings.\n He is not a robber,\n He will woo at the right time.\n \n An individual is in a situation in which doubts arise as to which is better-to pursue the grace of external brilliance, or to return to simplicity. The doubt itself implies the answer. Confirmation comes from the outside; it comes like a white winged horse. The white color indicates simplicity. At first it may be disappointing to renounce the comforts that might have been obtained, yet one finds peace of mind in a true relationship with the friend who courts him. The winged horse is the symbol of the thoughts that transcend all limits of space and time.",
	"line5Number" : "Six",
	"line5" : "Grace in the hills and gardens.\n The roll of silk is meager and small.\n Humiliation, but in the end good fortune.\n \n A man withdraws from contact with people of the lowlands, who seek nothing but magnificence and luxury, in to the solitude of the heights. There he finds an individual to look up to, whom he would like to have as a friend. But the gifts he has to offer are poor and few, so that he feels ashamed. However, it is not the material gifts that count, but sincerity of feeling, and so all goes well in the end.",
	"line6Number" : "Nine",
	"line6" : "Simple grace. No blame.\n \n Here at the highest stage of development all ornament is discarded. Form no longer conceals content but brings out its value to the full. Perfect grace consists not in exterior ornamentation of the substance, but in the simple fitness of its form."
	
}]