[{
	"kingwen" : "25",
	"fuxi" : "29",
	"html" : "&#19928;",
	"nameMan" : "Wu Wang",
	"nameEng" : "Innocence (The Unexpected)",
	"above" : "1",
	"below" : "6",
	"description" : "Ch'ien, heaven is above; Chên, movement, is below. The lower trigram Chên is under the influence of the strong line it has received form above, from heaven. When, in accord with this, movement follows the law of heaven, man is innocent and without guile. His mind is natural and true, unshadowed by reflection or ulterior designs. For wherever conscious purpose is to be seen, there the truth and innocence of nature have been lost. Nature that is not directed by the spirit is not true but degenerate nature. Starting out with the idea of the natural, the train of thought in part goes somewhat further and thus the hexagram includes also the idea of the fundamental or unexpected.",
	"judgement" : "INNOCENCE. Supreme success.\n Perseverance furthers.\n If someone is not as he should be,\n He has misfortune,\n And it does not further him\n To undertake anything.\n \n Man has received from heaven a nature innately good, to guide him in all his movements. By devotion to this divine spirit within himself, he attains an unsullied innocence that leads him to do right with instinctive sureness and without any ulterior thought of reward and personal advantage. This instinctive certainty brings about supreme success and 'furthers through perseverance'. However, not everything instinctive is nature in this higher sense of the word, but only that which is right and in accord with the will of heaven. Without this quality of rightness, an unreflecting, instinctive way of acting brings only misfortune. Confucius says about this: 'He who departs from innocence, what does he come to? Heaven's will and blessing do not go with his deeds.'",
	"image" : "Under heaven thunder rolls:\n All things attain the natural state of innocence.\n  Thus the kings of old,\n Rich in virtue, and in harmony with the time,\n Fostered and nourished all beings.\n  In springtime when thunder, life energy, begins to move again under the heavens, everything sprouts and grows, and all beings receive for the creative activity of nature the childlike innocence of their original state. So it is with the good rulers of mankind: drawing on the spiritual wealth at their command, they take care of all forms of life and all forms of culture and do everything to further them, and at the proper time.",
	"line1Number" : "Nine",
	"line1" : "Innocent behavior brings good fortune.\n \n The original impulses of the heart are always good, so that we may follow them confidently, assured of good fortune and achievement of our aims.",
	"line2Number" : "Six",
	"line2" : "If one does not count on the harvest while plowing,\n Nor on the use of the ground while clearing it,\n It furthers one to undertake something.\n \n We should do every task for its own sake as time and place demand and not with an eye to the result. Then each task turns out well, and anything we undertake succeeds.",
	"line3Number" : "Six",
	"line3" : "Undeserved misfortune.\n The cow that was tethered by someone\n Is the wanderer's gain, the citizen's loss.\n \n Sometimes undeserved misfortune befalls a man at the hands of another, as for instance when someone passes by and takes a tethered cow along with him. His gain is the owner's loss. In all transactions, no matter how innocent, we must accommodate ourselves to the demands of the time, otherwise unexpected misfortune overtakes us.",
	"line4Number" : "Nine",
	"line4" : "He who can be persevering \n Remains without blame.\n \n We cannot lose what really belongs to us, even if we throw it away. Therefore we need have no anxiety. All that need concern us is that we should remain true to our own natures and not listen to others.",
	"line5Number" : "Nine",
	"line5" : "Use no medicine in an illness\n Incurred through no fault of your own.\n It will pass of itself.\n \n An unexpected evil may come accidentally from without. If it does not originate in one's own nature or have a foothold there, one should not resort to external means to eradicate it, but should quietly let nature take its course. Then improvement will come of itself.",
	"line6Number" : "Nine",
	"line6" : "Innocent action brings misfortune.\n Nothing furthers.\n \n When, in a given situation, the time is not ripe for further progress, the best thing to do is to wait quietly, without ulterior designs. If one acts thoughtlessly and tries to push ahead in opposition to fate, success will not be achieved."

}]