[{
	"kingwen" : "27",
	"fuxi" : "33",
	"html" : "&#19930;",
	"nameMan" : "I",
	"nameEng" : "Corners of the Mouth (Providing Nourishment)",
	"above" : "4",
	"below" : "6",
	"description" : "This hexagram is a picture of an open mouth; above and below are firm lines of the lips, and between them the opening. Starting with the mouth, through which we take food for nourishment, the thought leads to nourishment itself. Nourishment of oneself, specifically of the body, is represented in the three lower lines, while the three upper lines represent nourishment and care of others, in a higher, spiritual sense.",
	"judgement" : "THE CORNERS OF THE MOUTH.\n Perseverance brings good fortune.\n Pay heed to the providing of nourishment\n And to what a man seeks\n To fill his own mouth with.\n \n In bestowing care and nourishment, it is important that the right people should be taken care of and that we should attend to our own nourishment in the right way. If we wish to know what anyone is like, we have only to observe on whom he bestows his care and what sides of his own nature he cultivates and nourishes. Nature nourishes all creatures. The great man fosters and takes care of superior men, in order to take care of all men through them. Mencius says about this:  If we wish to know whether anyone is superior or not, we need only observe what part of his being he regards as especially important. The body has superior and inferior, important and unimportant parts. We must not injure important parts for the sake of the unimportant, nor must we injure the superior parts for the sake of the inferior. He who cultivates the inferior parts of his nature is an inferior man. He who cultivates the superior parts of his nature is a superior man.",
	"image" : "The image of PROVIDING NOURISHMENT.\n \n Thus the superior man is careful of his words\n And temperate in eating and drinking.\n \n \"God comes forth in the sign of the Arousing\": when in the spring the life forces stir again, all things comes into being anew. \"He brings to perfection in the sign of Keeping Still\": thus in the early spring, when the seeds fall to earth, all things are made ready. This is an image of providing nourishment through movement and tranquillity. The superior man takes it as a pattern for the nourishment and cultivation of his character. Words are a movement going form within outward. Eating and drinking are movements from without inward. Both kinds of movement can be modified by tranquillity. For tranquillity keeps the words that come out of the mouth from exceeding proper measure, and keeps the food that goes into the mouth from exceeding its proper measure. Thus character is cultivated.",
	"line1Number" : "Nine",
	"line1" : "You let your magic tortoise go,\n And look at me with the corners of your mouth drooping.\n Misfortune.\n \n The magic tortoise is a creature possessed of such supernatural powers that it lives on air and needs no earthly nourishment. The image means that a man fitted by nature and position to live freely and independently renounces this self-reliance and instead looks with envy and discontent at others who are outwardly in better circumstances. But such base envy only arouses derision and contempt in those others. This has bad results.",
	"line2Number" : "Six",
	"line2" : "Turning to the summit for nourishment,\n Deviating from the path\n To seek nourishment from the hill.\n Continuing to do this brings misfortune.\n \n Normally a person either provides his own means of nourishment or is supported in a proper way by those whose duty of privilege it is to provide for him. If, owing to weakness of spirit, a man cannot support himself, a feeling of uneasiness comes over him; this is because in shirking the proper way of obtaining a living, he accepts support as a favor from those in higher place. This is unworthy, for he is deviating from his true nature. Kept up indefinitely, this course leads to misfortune.",
	"line3Number" : "Six",
	"line3" : "Turning away from nourishment.\n Perseverance brings misfortune.\n Do not act thus for ten years.\n \n Nothing serves to further.\n \n He who seeks nourishment that does not nourish reels from desire to gratification and in gratification craves desire. Mad pursuit of pleasure for the satisfaction of the senses never brings one to the goal. One should never (ten years is a complete cycle of time) follow this path, for nothing good can come of it.",
	"line4Number" : "Six",
	"line4" : "Turning to the summit\n For provision of nourishment\n Brings good fortune.\n \n Spying about with sharp eyes\n Like a tiger with insatiable craving.\n \n No blame.\n \n In contrast to the six in the second place, which refers to a man bent exclusively on his own advantage, this line refers to one occupying a high position and striving to let his light sine forth. To do this he needs helpers, because he cannot attain his lofty aim alone. With the greed of a hungry tiger he is on the lookout for the right people. Since he is not working for himself but for the good of all, there is no wrong in such zeal.",
	"line5Number" : "Six",
	"line5" : "Turning away from the path.\n \n To remain persevering brings good fortune.\n One should not cross the great water.\n \n A man may be conscious of a deficiency in himself. He should be undertaking the nourishment of the people, but he has not the strength to do it. Thus he must turn from his accustomed path and beg counsel and help from a man who is spiritually his superior but undistinguished outwardly. If he maintains this attitude of mind perseveringly, success and good fortune are his. But he must remain aware of his dependence. He must not put his own person forward nor attempt great labors, such as crossing the great water.",
	"line6Number" : "Nine",
	"line6" : "The source of nourishment.\n Awareness of danger brings good fortune.\n It furthers one to cross the great water.\n \n This describes a sage of the highest order, from whom emanate all influences that provide nourishment for others. Such a position brings with it heavy responsibility. If he remains conscious of this fact, he has good fortune and may confidently undertake even great and difficult labors, such as crossing the great water. These undertakings bring general happiness for him and for all others."
	
}]