[{
	"kingwen" : "35",
	"fuxi" : "5",
	"html" : "&#19938;",
	"nameMan" : "Chin",
	"nameEng" : "Progress",
	"above" : "7",
	"below" : "5",
	"description" : "The hexagram represents the sun rising over the earth. It is therefore the symbol of rapid, easy progress, which at the same time means ever widening expansion and clarity. ",
	"judgement" : "PROGRESS. The powerful prince\n Is honored with horses in large numbers.\n In a single day he is granted audience three times.\n \n As an example of progress, this pictures a time when a powerful feudal lord rallies the other lords around the sovereign and pledges fealty and peace. The sovereign rewards him richly and invites him to a closer intimacy.\n \n A twofold idea is set forth here. The actual effect of the progress emanates from a man who is in a dependent position and whom the others regard as their equal and are therefore willing to follow. This leader has enough clarity of vision not to abuse his great influence but to use it rather for the benefit of his ruler. His ruler in turn is free of all jealousy, showers presents on the great man, and invites him continually to his court. An enlightened ruler and an obedient servant--this is the condition on which great progress depends.",
	"image" : "The sun rises over the earth:\n  The image of PROGRESS.\n \n Thus the superior man himself\n Brightens his bright virtue.\n \n The light of the sun rises over the earth is by nature clear. The higher the sun rises, the more it emerges from the dark mists, spreading the pristine purity of its rays over an ever widening area. The real nature of man is likewise originally good, but it becomes clouded by contact with earthly things and therefore needs purification before it can shine forth in its native clarity.",
	"line1Number" : "Six",
	"line1" : "Progressing, but turned back.\n Perseverance brings good fortune.\n If one meets with no confidence, one should remain calm.\n \n No mistake.\n \n At a time when all elements are pressing for progress, we are still uncertain whether in the course of advance we may not meet with a rebuff. Then the thing to do is simply continue in what is right; in the end this will bring good fortune. It may be that we meet with no confidence. In this case we ought not to try to win confidence regardless of the situation, but should remain calm and cheerful and refuse to be roused to anger. Thus we remain free of mistakes.",
	"line2Number" : "Six",
	"line2" : "Progressing, but in sorrow.\n Perseverance brings good fortune.\n \n Then one obtains great happiness from one's ancestress.\n \n Progress is halted; an individual is kept from getting in touch with the man in authority with whom he has a connection. When this happens, he must remain persevering, although he is grieved; then with a maternal gentleness the man in question will bestow great happiness upon him. This happiness comes to him-and is well deserved-because in this case mutual attraction does not rest on selfish or partisan motives but on firm and correct principles.",
	"line3Number" : "Six",
	"line3" : "All are in accord. Remorse disappears.\n \n A man strives onward, in association with others whose backing encourages him. This dispels any cause for regret over the fact that he does not have enough independence to triumph unaided over every hostile turn of fate.",
	"line4Number" : "Nine",
	"line4" : "Progress like a hamster.\n Perseverance brings danger.\n \n In times of progress it is easy for strong men in the wrong places to amass great possessions. But such conduct shuns the light. And since times of progress are inevitably brought to the light, perseverance in such action always leads to danger.",
	"line5Number" : "Six",
	"line5" : "Remorse disappears.\n \n Take not gain and loss to heart.\n Undertakings bring good fortune.\n Everything serves to further.\n \n The situation described here is that of one who, finding himself in an influential position in a time of progress, remains gentle and reserved. He might reproach himself for lack of energy in making the most of the propitiousness of the time and obtaining all possible advantage. However, this regret passes away. He must not take either loss or gain to heart; they are minor considerations. What matters much more is the fact that in this way he has assured himself of opportunities for successful and beneficent influence. ",
	"line6Number" : "Nine",
	"line6" : "Making progress with the horns is permissible\n Only for the purpose of punishing one's own city.\n \n To be conscious of danger brings good fortune.\n \n No blame. \n Perseverance brings humiliation.\n \n Making progress with lowered horns-i.e., acting on the offensive-is permissible, in times like those referred to here, only in dealing with the mistakes of one's own people. Even then we must bear in mind that proceeding on the offensive may always be dangerous. In this way we avoid the mistakes that otherwise threaten, and succeed in what we set out to do. On the other hand, perseverance in such over energetic behavior, especially toward persons with whom there is no close connection, will lead to humiliation."
	
}]