[{
	"kingwen" : "49",
	"fuxi" : "46",
	"html" : "&#19952;",
	"nameMan" : "Ko",
	"nameEng" : "Revolution (Molting)",
	"above" : "8",
	"below" : "7",
	"description" : "The Chinese character for this hexagram means in its original sense an animal's pelt, which is changed in the course of the year by molting. From this word is carried over to apply to the \"moltings\" in political life, the great revolutions connected with changes of governments. The two trigrams making up the hexagram are the same two that appear in K'uei, OPPOSITION   <a href=\"http://www2.unipr.it/~deyoung/I_Ching_Wilhelm_Translation.html#38\">38</a>, that is, the two younger daughters, Li and Tui. But while there the elder of the two daughters is above, and what results is essentially only an opposition of tendencies, here the younger daughter is above. The influences are in actual conflict, and the forces combat each other like fire and water (lake), each trying to destroy the other. Hence the idea of revolution.",
	"judgement" : "REVOLUTION. On your own day\n You are believed.\n \n Supreme success,\n Furthering through perseverance.\n Remorse disappears.\n \n Political revolutions are extremely grave matters. They should be undertaken only under stress of direst necessity, when there is no other way out. Not everyone is called to this task, but only the man who has the confidence of the people, and even he only when the time is ripe. He must then proceed in the right way, so that he gladdens the people and, by enlightening them, prevents excesses. Furthermore, he must be quite free of selfish aims and must really relieve the need of the people. Only then does he have nothing to regret. Times change, and with them their demands. Thus the seasons change in the course of the year. In the world cycle also there are spring and autumn in the life of peoples and nations, and these call for social transformations.",
	"image" : "Fire in the lake: the image of REVOLUTION.\n \n Thus the superior man\n \n Sets the calendar in order\n And makes the seasons clear.\n \n Fire below and the lake above combat and destroy each other. So too in the course of the year a combat takes place between the forces of light and the forces of darkness, eventuating in the revolution of the seasons, and man is able to adjust himself in advance to the demands of the different times.",
	"line1Number" : "Nine",
	"line1" : "Wrapped in the hide of a yellow cow.\n \n Changes ought to be undertaken only when there is nothing else to be done. Therefore at first the utmost restraint is necessary. One must becomes firm in one's mind, control oneself-yellow is the color of the means, and the cow is the symbol of docility-and refrain from doing anything for the time being, because any premature offensive will bring evil results.",
	"line2Number" : "Six",
	"line2" : "When one's own day comes, one may create revolution.\n Starting brings good fortune. No blame.\n \n When we have tried in every other way to bring about reforms, but without success, revolution becomes necessary. But such a thoroughgoing upheaval must be carefully prepared. There must be available a man who has the requisite abilities and who possesses public confidence. To such a man we may well turn. This brings good fortune and is not a mistake. The first thing to be considered is our inner attitude toward the new condition that will inevitably come. We have to go out to meet it, as it were. Only in this way can it be prepared for.",
	"line3Number" : "Nine",
	"line3" : "Starting brings misfortune.\n Perseverance brings danger.\n When talk of revolution has gone the rounds three times,\n One may commit himself,\n And men will believe him.\n \n When change is necessary, there are two mistakes to be avoided. One lies in excessive haste and ruthlessness, which bring disaster. The other lies in excessive hesitation and conservatism, which are also dangerous. Not every demand for change in the existing order should be heeded. On the other hand, repeated and well-founded complaints should not fail of a hearing. When talk of change has come to one's ears three times, and has been pondered well, he may believe and acquiesce in it. Then he will meet with belief and will accomplish something.",
	"line4Number" : "Nine",
	"line4" : "Remorse disappears. Men believe him.\n Changing the form of government brings good fortune.\n \n Radical changes require adequate authority. A man must have inner strength as well as influential position. What he does must correspond with a higher truth and must not spring from arbitrary or petty motives; then it brings great good fortune. If a revolution is not founded on such inner truth, the results are bad, and it has no success. For in the end men will support only those undertakings which they feel instinctively to be just.",
	"line5Number" : "Nine",
	"line5" : "The great man changes like a tiger.\n Even before he questions the oracle\n He is believed.\n  A tigerskin, with its highly visible black stripes on a yellow ground, shows its distinct pattern from afar. It is the same with a revolution brought about by a great man: large, clear guiding lines become visible, understandable to everyone. Therefore he need not first consult the oracle, for he wins the spontaneous support of the people.",
	"line6Number" : "Six",
	"line6" : "The superior man changes like a panther.\n The inferior man molts in the face.\n Starting brings misfortune.\n To remain persevering brings good fortune.\n \n After the large and fundamental problems are settled, certain minor reforms, and elaborations of these, are necessary. These detailed reforms may be likened to the equally distinct but relatively small marks of the panther's coat. As a consequence, a change also takes place among the inferior people. In conformity with the new order, they likewise \"molt.\" This molting, it is true, does not go very deep, but that is not to be expected. We must be satisfied with the attainable. If we should go too far and try to achieve too much, it would lead to unrest and misfortune. For the object of a great revolution is the attainment of clarified, secure conditions ensuring a general stabilization on the basis of what is possible at the moment."
}]