[{
	"kingwen" : "5",
	"fuxi" : "58",
	"html" : "&#19908;",
	"nameMan" : "Hsü",
	"nameEng" : "Waiting (Nourishment)",
	"above" : {
		"html" : "&#9781;",
		"nameMan" : "K'an",
		"nameEng" : "The Abysmal, Water"
		},
	"below" : {
		"html" : "&#19904;",
		"nameMan" : "Ch'ien",
		"nameEng" : "The Creative"
	},
	"description" : "All beings have need of nourishment from above. But the gift of food comes in its own time, and for this one must wait. This hexagram shows the clouds in the heavens, giving rain to refresh all that grows and to provide mankind with food and drink. The rain will come in its own time. We cannot make it come; we have to wait for it. The idea of waiting is further suggested by the attributes of the two trigrams--strength within, danger in from. Strength in the face of danger does not plunge ahead but bides its time, whereas weakness in the face of danger grows agitated and has not the patience to wait.",
	"judgement" : "WAITING. If you are sincere,\n  You have light and success.\n Perseverance brings good fortune.\n It furthers one to cross the great water.\n \n Waiting is not mere empty hoping. It has the inner certainty of reaching the goal. Such certainty alone gives that light which leads to success. This leads to the perseverance that brings good fortune and bestows power to cross the great water. One is faced with a danger that has to be overcome. Weakness and impatience can do nothing. Only a strong man can stand up to his fate, for his inner security enables him to endure to the end. This strength shows itself in uncompromising truthfulness [with himself]. It is only when we have the courage to face things exactly as they are, without any sort of self-deception or illusion, that a light will develop out of events, by which the path to success may be recognized. This recognition must be followed by resolute and persevering action. For only the man who goes to meet his fate resolutely is equipped to deal with it adequately. Then he will be able to cross the great water--that is to say, he will be capable of making the necessary decision and of surmounting the danger.",
	"image" : "Clouds rise up to heaven:\n The image of WAITING.\n Thus the superior man eats and drinks,\n Is joyous and of good cheer. \n \n When clouds rise in the sky, it is a sign that it will rain. There is nothing to do but to wait until after the rain falls. It is the same in life when destiny is at work. We should not worry and seek to shape the future by interfering in things before the time is ripe. We should quietly fortify the body with food and drink and the mind with gladness and good cheer. Fate comes when it will, and thus we are ready.",
	"line1Number" : "Nine",
	"line1" : "Waiting in the meadow.\n IT furthers one to abide in what endures.\n No blame.\n \n The danger is not yet close. One is still waiting on the open plain. Conditions are still simple, yet there is a feeling of something impending. One must continue to lead a regular life as long as possible. Only in this way does one guard against a premature waste of strength, keep free of blame and error that would become a source of weakness later on.",
	"line2Number" : "Nine",
	"line2" : "Waiting on the sand.\n There is some gossip.\n The end brings good fortune.\n \n The danger gradually comes closer. Sand is near the bank of the river, and the water means danger. Disagreements crop up. General unrest can easily develop in such times, and we lay the blame on one another. He who stays calm will succeed in making things go well in the end. Slander will be silenced if we do not gratify it with injured retorts.N",
	"line3Number" : "Nine",
	"line3" : "Waiting in the mud\n Brings about the arrival of the enemy.\n \n Mud is no place for waiting, since it is already being washed by the water of the stream. Instead of having gathered strength to cross the stream at one try, one has made a premature start that has got him no farther than the muddy bank. Such an unfavorable position invites enemies from without, who naturally take advantage of it. Caution and a sense of the seriousness of the situation are all that can keep one from injury.",
	"line4Number" : "Six",
	"line4" : "Waiting in blood.\n Get out of the pit.\n \n The situation is extremely dangerous. IT is of utmost gravity now--a matter of life and death. Bloodshed seems imminent. There is no going forward or backward; we are cut off as if in a pit. Now we must simply stand fast and let fate take its course. This composure, which keeps us from aggravating the trouble by anything we might do, is the only way of getting out of the dangerous pit.",
	"line5Number" : "Nine",
	"line5" : "Waiting at meat and drink.\n Perseverance brings good fortune.\n \n Even in the midst of danger there come intervals of peace when things go relatively well. If we possess enough inner strength, we shall take advantage of these intervals to fortify ourselves for renewed struggle. We must know how to enjoy the moment without being deflected from the goal, for perseverance is needed to remain victorious. This is true in public life as well; it is not possible to achieve everything all at once. The height of wisdom is to allow people enough recreation to quicken pleasure in their work until the task is completed. Herein lies the secret of the whole hexagram. It differs from Chin OBSTRUCTION <a href=\"http://www2.unipr.it/~deyoung/I_Ching_Wilhelm_Translation.html#39\">39</a>, in the fact that in this instance, while waiting, we are sure of our cause and therefore do not lose the serenity born of inner cheerfulness.",
	"line6Number" : "Six",
	"line6" : "One falls into the pit.\n Three uninvited guests arrive.\n Honor them, and in the end there will be good fortune.\n \n The waiting is over; the danger can no longer be averted. One falls into the pit and must yield to the inevitable. Everything seems to have been in vain. But precisely in this extremity things take an unforeseen turn. Without a move on one's own part, there is outside intervention. At first one cannot be sure of its meaning: is it rescue or is it destruction? A person in this situation must keep his mind alert and not withdraw into himself with a sulky gesture of refusal, but must greet the new turn with respect. Thus he ultimately escapes the danger, and all goes well. Even happy turns of fortune often come in a form that at first seems strange to us."
	
}]