[{
	"kingwen" : "50",
	"fuxi" : "29",
	"html" : "&#19953;",
	"nameMan" : "Ting",
	"nameEng" : "The Caldron",
	"above" : "7",
	"below" : "2",
	"description" : "The six lines construct the image of Ting, THE CALDRON; at the bottom are the legs, over them the belly, then come the ears (handles), and at the top the carrying rings. At the same time, the image suggests the idea of nourishment. The ting, cast of bronze, was the vessel that held the cooked viands in the temple of the ancestors and at banquets. The heads of the family served the food from the ting into the bowls of the guests. THE WELL   <a href=\"http://www2.unipr.it/~deyoung/I_Ching_Wilhelm_Translation.html#48\">48</a> likewise has the secondary meaning of giving nourishment, but rather more in relation to the people. The ting, as a utensil pertaining to a refined civilization, suggests the fostering and nourishing of able men, which redounded to the benefit of the state. This hexagram and THE WELL are the only two in the Book of Changes that represent concrete, men-made objects. Yet here too the thought has its abstract connotation. Sun, below, is wood and wind; Li, above, is flame. Thus together they stand for the flame kindled by wood and wind, which likewise suggests the idea of preparing food.",
	"judgement" : "THE CALDRON. Supreme good fortune.\n \n Success.\n \n While THE WELL relates to the social foundation of our life, and this foundation is likened to the water that serves to nourish growing wood, the present hexagram refers to the cultural superstructure of society. Here it is the wood that serves as nourishment for the flame, the spirit. All that is visible must grow beyond itself, extend into the realm of the invisible. Thereby it receives its true consecration and clarity and takes firm root in the cosmic order. Here we see civilization as it reaches its culmination in religion. The ting serves in offering sacrifice to God. The highest earthly values must be sacrificed to the divine. But the truly divine does not manifest itself apart from man. The supreme revelation of God appears in prophets and holy men. To venerate them is true veneration of God. The will of God, as revealed through them, should be accepted in humility; this brings inner enlightenment and true understanding of the world, and this leads to great good fortune and success.",
	"image" : "Fire over wood:\n \n The image of THE CALDRON.\n \n Thus the superior man consolidates his fate \n By making his position correct.\n \n The fate of fire depends on wood; as long as there is wood below, the fire burns above. It is the same in human life; there is in man likewise a fate that lends power to his life. And if he succeeds in assigning the right place to life and to fate, thus bringing the two into harmony, he puts his fate on a firm footing. These words contain hints about fostering of life as handed on by oral tradition in the secret teachings of Chinese yoga.",
	"line1Number" : "Six",
	"line1" : "A ting with legs upturned.\n Furthers removal of stagnating stuff.\n One takes a concubine for the sake of her son.\n \n No blame.\n \n If a ting is turned upside down before being used, no harm is done-on the contrary, this clears it of refuse. A concubine's position is lowly, but because she has a son she comes to be honored. These two metaphors express the idea that in a highly developed civilization, such as that indicated by this hexagram, every person of good will can in some way or other succeed. No matter how lowly he may be, provided he is ready to purify himself, he is accepted. He attains a station in which he can prove himself fruitful in accomplishment, and as a result he gains recognition.",
	"line2Number" : "Nine",
	"line2" : "There is food in the ting.\n My comrades are envious,\n But they cannot harm me.\n Good fortune.\n \n In a period of advanced culture, it is of the greatest importance that one should achieve something significant. If a man concentrates on such real undertakings, he may indeed experience envy and disfavor, but that is not dangerous. The more he limits himself to his actual achievements, the less harm the envious inflict on him.",
	"line3Number" : "Nine",
	"line3" : "The handle of the ting is altered.\n One is impeded in his way of life.\n \n The fat of the pheasant is not eaten.\n Once rain falls, remorse is spent.\n Good fortune comes in the end.\n \n The handle is the means for lifting up the ting. If the handle is altered, the ting cannot be lifted up and used, and, sad to say, the delicious food in it, such as pheasant fat, cannot be eaten by anyone. This describes a man who, in a highly evolved civilization, finds himself in a place where no one notices or recognizes him. This is a severe block to his effectiveness. All of his good qualities and gifts of mind thus needlessly go to waste. But if he will only see to it that he is possessed of something truly spiritual, the time is bound to come, sooner or later, when the difficulties will be resolved and all will go well. The fall of rain symbolizes here, as in other instances, release of tension.",
	"line4Number" : "Nine",
	"line4" : "The legs of the ting are broken.\n The prince's meal is spilled\n And his person is soiled.\n Misfortune.\n \n A man has a difficult and responsible task to which he is not adequate. Moreover, he does not devote himself to it with all his strength but goes about with inferior people; therefore the execution of the work fails. In this way he also incurs personal opprobrium. Confucius says about this line: \"Weak character coupled with honored place, meager knowledge with large plans, limited powers with heavy responsibility, will seldom escape disaster.\"",
	"line5Number" : "Six",
	"line5" : "The ting has yellow handles, golden carrying rings.\n Perseverance furthers.\n \n Here we have, in a ruling position, a man who is approachable and modest in nature. As a result of this attitude he succeeds in finding strong and able helpers who complement and aid him in his work. Having achieved this attitude, which requires constant self-abnegation, it is important for him to hold to it and not to let himself be led astray.",
	"line6Number" : "Nine",
	"line6" : "The ting has rings of jade.\n Great good fortune.\n Nothing that would not act to further.\n \n In the preceding line the carrying rings are described as golden, to denote their strength; here they are said to be of jade. Jade is notable for its combination of hardness with soft luster. This counsel, in relation to the man who is open to it, works greatly t his advantage. Here the counsel is described in relation to the sage who imparts it. In imparting it, he will be mild and pure, like precious jade. Thus the work finds favor in the eyes of the Deity, who dispenses great good fortune, and becomes pleasing to men, wherefore all goes well. "
	
}]