[{
	"kingwen" : "51",
	"fuxi" : "36",
	"html" : "&#19954;",
	"nameMan" : "Chên",
	"nameEng" : "The Arousing (Shock, Thunder)",
	"above" : "6",
	"below" : "6",
	"description" : "The hexagram Chên represents the eldest son, who seizes rule with energy and power. A yang line develops below two yin lines and presses upward forcibly. This movement is so violent that it arouses terror. It is symbolized by thunder, which bursts forth from the earth and by its shock causes fear and trembling.",
	"judgement" : "SHOCK brings success.\n Shock comes-oh, oh!\n Laughing words -ha, ha!\n \n The shock terrifies for a hundred miles,\n And he does not let fall the sacrificial spoon and chalice.\n \n The shock that comes from the manifestation of God within the depths of the earth makes man afraid, but this fear of God is good, for joy and merriment can follow upon it. When a man has learned within his heart what fear and trembling mean, he is safeguarded against any terror produced by outside influences. Let the thunder roll and spread terror a hundred miles around: he remains so composed and reverent in spirit that the sacrificial rite is not interrupted. This is the spirit that must animate leaders and rulers of men-a profound inner seriousness from which all terrors glance off harmlessly.",
	"image" : "Thunder repeated: the image of SHOCK.\n \n Thus in fear and trembling\n \n The superior man sets his life in order\n And examines himself.\n \n The shock of continuing thunder brings fear and trembling. The superior man is always filled with reverence at the manifestation of God; he sets his life in order and searches his heart, lest it harbor any secret opposition to the will of God. Thus reverence is the foundation of true culture.",
	"line1Number" : "Nine",
	"line1" : "Shock comes-oh, oh!\n Then follow laughing words-ha, ha!\n Good fortune.\n \n The fear and trembling engendered by shock come to an individual at first in such a way that he sees himself placed at a disadvantage as against others. But this is only transitory. When the ordeal is over, he experiences relief, and thus the very terror he had to endure at the outset brings good fortune in the long run.",
	"line2Number" : "Six",
	"line2" : "Shock comes bringing danger.\n A hundred thousand times\n You lose your treasures\n And must climb the nine hills.\n Do not go in pursuit of them.\n After seven days you will get them back again.\n \n This pictures a situation in which a shock endangers a man and he suffers great losses. Resistance would be contrary to the movement of the time and for this reason unsuccessful. Therefore he must simply retreat to heights inaccessible to the threatening forces of danger. He must accept his loss of property without worrying too much about it. When the time of shock and upheaval that has robbed him of his possessions has passed, he will get them back again without going in pursuit of them.",
	"line3Number" : "Six",
	"line3" : "Shock comes and makes one distraught.\n If shock spurs to action\n One remains free of misfortune.\n \n There are three kinds of shock-the shock of heaven, which is thunder, the shock of fate, and, finally, the shock of the heart. The present hexagram refers less to inner shock than to the shock of fate. In such times of shock, presence of mind is all too easily lost: the individual overlooks all opportunities for action and mutely lets fate take its course. But if he allows the shocks of fate to induce movement within his mind, he will overcome these external blows with little effort.",
	"line4Number" : "Nine",
	"line4" : "Shock is mired.\n \n Movement within the mind depends for its success partly on circumstances. If there is neither a resistance that might be vigorously combated, nor yet a yielding that permits of victory-if, instead, everything is tough and inert like mire-movement is crippled. ",
	"line5Number" : "Six",
	"line5" : "Shock goes hither and thither.\n Danger.\n However, nothing at all is lost.\n Yet there are things to be done.\n \n This is a case not of a single shock but of repeated shocks with no breathing space between. Nonetheless, the shock causes no loss, because one takes care to stay in the center of movement and in this way to be spared the fate of being helplessly tossed hither and thither.",
	"line6Number" : "Six",
	"line6" : "Shock brings ruin and terrified gazing around.\n Going ahead brings misfortune.\n If it has not yet touched one's own body\n But has reached one's neighbor first,\n \n There is no blame.\n One's comrades have something to talk about.\n \n When inner shock is at its height, it robs a man of reflection and clarity of vision. In such a state of shock it is of course impossible to act with presence of mind. Then the right thing is to keep still until composure and clarity are restored. But this a man can do only when he himself is not yet infected by the agitation, although its disastrous effects are already visible in those around him. If he withdraws from the affair in time, he remains free of mistakes and injury. But his comrades, who no longer heed any warning, will in their excitement certainly be displeased with him. However, he must not take this into account."
	
}]