[{
	"kingwen" : "8",
	"fuxi" : "2",
	"html" : "&#19911;",
	"nameMan" : "Pi",
	"nameEng" : "Union, Holding Together",
	"above" : "3",
	"below" : "5",
	"description" : "The waters on the surface of the earth flow together wherever they can, as for example in the ocean, where all the rivers come together. Symbolically this connotes holding together and the laws that regulate it. The same idea is suggested by the fact that all the lines of the hexagram except the fifth, the place of the ruler, are yielding. The yielding lines hold together because they are influenced by a man of strong will in the leading position, a man who is their center of union. Moreover, this strong and guiding personality in turn holds together with the others, finding in them the complement of his own nature.",
	"judgement" : "HOLDING TOGETHER brings good fortune.\n Inquire of the oracle once again\n Whether you possess sublimity, constancy, and perseverance;\n Then there is no blame.\n \n Those who are uncertain gradually join.\n Whoever come too late\n Meets with misfortune.\n \n What is required is that we unite with others, in order that all may complement and aid one another through holding together. But such holding together calls for a central figure around whom other persons may unite. To become a center of influence holding people together is a grave matter and fraught with great responsibility. It requires greatness of spirit, consistency, and strength. Therefore let him who wishes to gather others about him ask himself whether he is equal to the undertaking, for anyone attempting the task without a real calling for it only makes confusion worse than if no union at all had taken place. But when there is a real rallying point, those who at first are hesitant or uncertain gradually come in of their own accord. Late-comers must suffer the consequences, for in holding together the question of the right time is also important. Relationships are formed and firmly established according to definite inner laws. Common experiences strengthen these ties, and he who comes too late to share in these basic experiences must suffer for it if, as a straggler, he finds the door locked. If a man has recognized the necessity for union and does not feel strong enough to function as the center, it is his duty to become a member of some other organic fellowship.",
	"image" : "On the earth is water:\n The image of HOLDING TOGETHER.\n \n Thus the kings of antiquity\n Bestowed the different states as fiefs\n And cultivated friendly relations\n With the feudal lords.\n \n Water fills up all the empty places on the earth and clings fast to it. The social organization of ancient China was based on this principle of the holding together of dependents and rulers. Water flows to unite with water, because all parts of it are subject to the same laws. So too should human society hold together through a community of interests that allows each individual to feel himself a member of a whole. The central power of a social organization must see to it that every member finds that his true interest lies in holding together with it, as was the case in the paternal relationship between king and vassals in ancient China.",
	"line1Number" : "Six",
	"line1" : "Hold to him in truth and loyalty;\n This is without blame.\n Truth, like a full earthen bowl \n Thus in the end\n Good fortune comes from without.\n \n Fundamental sincerity is the only proper basis for forming relationships. This attitude, symbolized by a full earthen bowl, in which the content is everything and the empty form nothing, shows itself not in clever words but through the strength of what lies within the speaker. This strength is so great that it has power to attract good fortune to itself from without.",
	"line2Number" : "Six",
	"line2" : "Hold to him inwardly.\n Perseverance brings good fortune.\n \n If a person responds perseveringly and in the right way to the behests from above that summon him to action, his relations with others are intrinsic and he does not lose himself. But if a man seeks association with others as if he were an obsequious office hunter, he throws himself away. He does not follow the path of the superior man, who never loses his dignity.",
	"line3Number" : "Six",
	"line3" : "You hold together with the wrong people.\n \n We are often among people who do not belong to our own sphere. In that case we must beware of being drawn into false intimacy through force of habit. Needless to say, this would have evil consequences. Maintaining sociability without intimacy is the only right attitude toward people, because otherwise we should not be free to enter into relationship with people of our own kind later on.",
	"line4Number" : "Six",
	"line4" : "Hold to him outwardly also.\n Perseverance brings good fortune.\n \n Here the relations with a man who is the center of union are well established. Then we may, and indeed we should, show our attachment openly. But we must remain constant and not allow ourselves to be led astray.",
	"line5Number" : "Nine",
	"line5" : "Manifestation of holding together.\n In the hunt the king uses beaters on three sides only\n And forgoes game that runs off in front.\n The citizens need no warning.\n Good fortune.\n \n In the royal hunts of ancient China it was customary to drive up the game from three sides, but on the fourth the animals had a chance to run off. If they failed to do this they had to pass through a gate behind which the king stood ready to shoot. Only animals that entered here were shot; those that ran off in front were permitted to escape. This custom accorded with a kingly attitude; the royal hunter did not wish to turn the chase into a slaughter, but held that the kill should consist only of those animals which had so to speak voluntarily exposed themselves. There is depicted here a ruler, or influential man, to whom people are attracted. Those who come to him he accepts, those who do not come are allowed to go their own way. He invited none, flatters none--all come of their own free will. In this way there develops a voluntary dependence among those who hold him. They do not have to be constantly on their guard but may express their opinions openly. Police measures are not necessary, and they cleave to their ruler of their own volition. The same principle of freedom is valid for life in general. We should not woo favor from people. If a man cultivates within himself the purity and the strength that are necessary for one who is the center of a fellowship, those who are meant for him come of their own accord.",
	"line6Number" : "Six",
	"line6" : "He finds no head for holding together.\n Misfortune.\n \n The head is the beginning. If the beginning is not right, there is no hope of a right ending. If we have missed the right moment for union and go on hesitating to give complete and full devotion, we shall regret the error when it is too late."
	
}]